Revit 2020 API
AdvancedTransparent.TransparentIor Property
 The property labeled "IOR" from the "PrismTransparent" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 20.0.0.0 (20.0.0.377)
Since: 2018.1
Syntax
C#
public static string TransparentIor { get; }
Visual Basic
Public Shared ReadOnly Property TransparentIor As String
	Get
Visual C++
public:
static property String^ TransparentIor {
	String^ get ();
}
Remarks
 This property is of type "AssetPropertyDouble".
See Also
AdvancedTransparent Class
Autodesk.Revit.DB.Visual Namespace